Revit 2027 API
UnitTypeId.CurrencyPerWattHour Property
 Cost per watt hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurrencyPerWattHour { get; }
Public Shared ReadOnly Property CurrencyPerWattHour As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurrencyPerWattHour {
	ForgeTypeId^ get ();
}
static member CurrencyPerWattHour : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace